Revit 2027 API
ParameterTypeId.ProjectNumber Property
 "Project Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectNumber { get; }
Public Shared ReadOnly Property ProjectNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectNumber {
	ForgeTypeId^ get ();
}
static member ProjectNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace